Repository: dueclic/emailchef-for-woocommerce
Catalog: languages/emailchef-for-woocommerce-*.po
Languages: it_it

source: Emailchef for WooCommerce
it_it: Emailchef per WooCommerce

source: Synchronization failed. List not provided.
it_it: Sincronizzazione fallita. Lista non fornita.

source: Synchronization and custom fields creation for Emailchef list %d
it_it: Sincronizzazione e creazione di campi personalizzati per la lista Emailchef %d

source: Name
it_it: Nome

source: Surname
it_it: Cognome

source: Email address
it_it: Indirizzo email

source: Source
it_it: Fonte

source: Company
it_it: Azienda

source: Address
it_it: Indirizzo

source: ZIP code
it_it: Codice postale

source: City
it_it: Città

source: Phone
it_it: Telefono

source: State
it_it: Stato

source: Country
it_it: Paese

source: Agreed to newsletter
it_it: Acconsentito alla newsletter

source: Currency
it_it: Valuta

source: Customer ID
it_it: ID Cliente

source: Customer type
it_it: Tipo di cliente

source: Subtotal
it_it: Subtotale

source: Total ordered in the last 30 days
it_it: Totale ordinato negli ultimi 30 giorni

source: Total ordered in the last 12 months
it_it: Totale ordinato negli ultimi 12 mesi

source: Orders
it_it: Ordini

source: Ordered Product ID
it_it: ID Prodotto Ordinato

source: Last order - ID
it_it: Ultimo ordine - ID

source: Last order - Date
it_it: Ultimo ordine - Data

source: Last order - Total
it_it: Ultimo ordine - Totale

source: Last order - Status
it_it: Ultimo ordine - Stato

source: Last order - Product ID
it_it: Ultimo ordine - ID Prodotto

source: Last shipped order - ID
it_it: Ultimo ordine spedito - ID

source: Last shipped order - Data
it_it: Ultimo ordine spedito - Data

source: Last shipped order - Status
it_it: Ultimo ordine spedito - Stato

source: Abandoned cart - Yes/No
it_it: Carrello abbandonato - Sì/No

source: Abandoned cart - Most expensive product name
it_it: Carrello abbandonato - Nome del prodotto più costoso

source: Abandoned cart - Most expensive product description
it_it: Carrello abbandonato - Descrizione del prodotto più costoso

source: Abandoned cart - Most expensive pricing product
it_it: Carrello abbandonato - Prezzo del prodotto più costoso

source: Abandoned cart - Most expensive product URL
it_it: Carrello abbandonato - URL del prodotto più costoso

source: Abandoned cart - Most expensive product image URL
it_it: Carrello abbandonato - URL immagine del prodotto più costoso

source: Abandoned cart - Most expensive product ID
it_it: Carrello abbandonato - ID del prodotto più costoso

source: Abandoned cart - Date
it_it: Carrello abbandonato - Data

source: Store Registration - Date
it_it: Data di registrazione al negozio

source: Confirm your email address to subscribe to our newsletter
it_it: Conferma il tuo indirizzo email per iscriverti alla nostra newsletter

source: Insert failure in list %d for updated data of guest customer (Order ID: %d, from status %s to %s). List not provided.
it_it: Errore di inserimento nella lista %d per i dati aggiornati del cliente ospite (ID ordine: %d, dallo stato %s allo stato %s). Lista non fornita.

source: Guest synchronization to Emailchef in progress
it_it: Sincronizzazione ospite con Emailchef in corso

source: Opt-in sent via email to user %d in list %d
it_it: Opt-in inviato via email all'utente %d nella lista %d

source: Insert failure in list %d for updated data of guest customer (Order ID: %d, from status %s to %s). Error: %s
it_it: Errore di inserimento nella lista %d per i dati aggiornati del cliente ospite (ID ordine: %d, dallo stato %s allo stato %s). Errore: %s

source: Customer synchronization to Emailchef in progress (Customer ID: %d)
it_it: Sincronizzazione del cliente con Emailchef in corso (ID Cliente: %d)

source: Insert success in list %d for updated data of customer %d (Order ID: %d, from status %s to %s)
it_it: Inserimento riuscito nella lista %d per i dati aggiornati del cliente %d (ID ordine: %d, dallo stato %s allo stato %s)

source: Insert failure in list %d for updated data of customer %d (Order ID: %d, from status %s to %s). Error: %s
it_it: Errore di inserimento nella lista %d per i dati aggiornati del cliente %d (ID ordine: %d, dallo stato %s allo stato %s). Errore: %s

source: Synchronization of customer %d in list %d done (Newsletter status: %s).
it_it: Sincronizzazione del cliente %d nella lista %d completata (Stato newsletter: %s).

source: Synchronization of customer %d in list %d failed
it_it: Sincronizzazione del cliente %d nella lista %d non riuscita

source: Abandoned cart for customer %d successfully cleared from table %s
it_it: Carrello abbandonato del cliente %d cancellato con successo dalla tabella %s

source: Failed to clear abandoned cart for customer %d from table %s
it_it: Non è stato possibile cancellare il carrello abbandonato del cliente %d dalla tabella %s

source: Abandoned cart for customer %d successfully synced from table %s
it_it: Carrello abbandonato del cliente %d sincronizzato con successo dalla tabella %s

source: Synchronization of abandoned cart for user %d in table %s failed
it_it: La sincronizzazione del carrello abbandonato per l'utente %d nella tabella %s non è riuscita

source: Manual sync successfully scheduled.
it_it: Sincronizzazione manuale pianificata con successo.

source: Invalid request
it_it: Richiesta non valida

source: Please provide a valid Emailchef list
it_it: Si prega di fornire una lista Emailchef valida

source: Manual sync triggered
it_it: Sincronizzazione manuale avviata

source: Manual sync not scheduled (
it_it: Sincronizzazione manuale non programmata (

source: Insufficient permissions to execute the requested action
it_it: Permessi insufficienti per eseguire l'azione richiesta

source: [START] Custom fields rebuild for Emailchef list %d was started
it_it: [INIZIO] Ricostruzione dei campi personalizzati per la lista Emailchef %d iniziata

source: Rebuild of custom fields was completed successfully
it_it: La ricostruzione dei campi personalizzati è stata completata con successo

source: [END] Rebuild of custom fields for Emailchef list %d was completed successfully
it_it: [FINE] Ricostruzione dei campi personalizzati per la lista Emailchef %d completata con successo

source: Emailchef list not provided.
it_it: Lista Emailchef non fornita.

source: Abandoned cart sync failed: Emailchef list missing.
it_it: Sincronizzazione del carrello abbandonato non riuscita: lista Emailchef mancante.

source: Abandoned cart for user %d successfully synchronized with Emailchef list %d
it_it: Carrello abbandonato per l'utente %d sincronizzato con successo con la lista Emailchef %d

source: Abandoned cart synchronization for user %d failed in Emailchef list %d.
it_it: Sincronizzazione del carrello abbandonato per l'utente %d non riuscita nella lista Emailchef %d.

source: Failed to sync abandoned carts.
it_it: Non è stato possibile sincronizzare i carrelli abbandonati.

source: Custom fields creation and sync failed: no list provided.
it_it: Creazione e sincronizzazione dei campi personalizzati non riuscita: nessuna lista fornita.

source: Custom fields creation and sync for Emailchef list %d
it_it: Creazione e sincronizzazione dei campi personalizzati per la lista Emailchef %d

source: Custom fields creation for Emailchef list %d
it_it: Creazione dei campi personalizzati per la lista Emailchef %d

source: Failed to move abandoned carts: missing target list.
it_it: Impossibile spostare i carrelli abbandonati: lista di destinazione mancante.

source: Abandoned carts successfully moved
it_it: Carrelli abbandonati spostati con successo

source: Provide a name for this new list.
it_it: Fornisci un nome per questa nuova lista.

source: Successfully generated list (ID: %d, Name: %s, Description: %s)
it_it: Lista creata con successo (ID: %d, Nome: %s, Descrizione: %s)

source: List successfully created.
it_it: Lista creata con successo.

source: Error occurred during the creation of the new list (Name: %s, Description: %s). Error details: %s
it_it: Errore durante la creazione della nuova lista (Nome: %s, Descrizione: %s). Dettagli errore: %s

source: An error occurred during the creation of the new list
it_it: Si è verificato un errore durante la creazione della nuova lista

source: Well! Now that you activated Emailchef for WooCommerce, go to the
it_it: Bene! Ora che hai attivato Emailchef for WooCommerce, procedi subito con la

source: configuration
it_it: configurazione

source: Are you sure you want to disconnect this account?
it_it: Sei sicuro di voler disconnettere questo account?

source: Fifteen minutes
it_it: Quindici minuti

source: Settings
it_it: Impostazioni

source: Instruction manual
it_it: Manuale di istruzioni

source: This plugin is powered by
it_it: Questo plugin è fornito da

source: Signup to our newsletter
it_it: Iscriviti alla nostra newsletter

source: Failed to retrieve mailing lists. Please check if the API keys are correct and valid.
it_it: Impossibile recuperare le liste di Emailchef. Si prega di verificare la correttezza e la validità delle chiavi API.

source: Login attempt unsuccessful. Ensure your API keys are entered correctly.
it_it: Tentativo di login non riuscito. Assicurati che le tue chiavi API siano inserite correttamente.

source: Choose an existing valid Emailchef mailing list or create a new one.
it_it: Scegli una lista di mailing Emailchef esistente e valida o creane una nuova.

source: Plugin settings changed, selected Emailchef list: %d
it_it: Impostazioni del plugin modificate, lista Emailchef selezionata: %d

source: Selected Emailchef list: %d. Cron job executed for custom fields syncing
it_it: Lista Emailchef selezionata: %d. Eseguito cron job per la sincronizzazione dei campi personalizzati

source: Customer data and custom fields are currently synchronizing.
it_it: I dati dei clienti e i campi personalizzati sono attualmente in sincronizzazione.

source: First synchronization not scheduled.
it_it: Prima sincronizzazione non programmata.

source: Custom fields are currently synchronizing.
it_it: I campi personalizzati sono attualmente in sincronizzazione.

source: Custom fields re-synchronised
it_it: Campi personalizzati risincronizzati

source: Initial synchronization option not selected for Emailchef list %d
it_it: Opzione di sincronizzazione iniziale non selezionata per la lista Emailchef %d

source: [START] Synchronization and custom fields creation for Emailchef list %d
it_it: [INIZIO] Sincronizzazione e creazione di campi personalizzati per la lista Emailchef %d

source: [PROGRESS] Synchronization of the list %d, chunk of %d contacts.
it_it: [AVANZAMENTO] Sincronizzazione della lista %d, blocco di %d contatti.

source: [ERROR] Synchronization of the list %d, details : %s
it_it: [ERRORE] Sincronizzazione della lista %d, dettagli: %s

source: API Url
it_it: URL API

source: List ID
it_it: ID Lista

source: Not found
it_it: Non trovato

source: Test Custom Fields
it_it: Test Campi Personalizzati

source: Rebuild Custom Fields
it_it: Ricostruire Campi Personalizzati

source: Active integrations
it_it: Integrazioni Attive

source: Abandoned carts
it_it: Carrelli Abbandonati

source: Move abandoned carts
it_it: Sposta Carrelli Abbandonati

source: User
it_it: Utente

source: Product image
it_it: Immagine Prodotto

source: Product name
it_it: Nome Prodotto

source: Product price
it_it: Prezzo Prodotto

source: Created
it_it: Creato

source: Force Sync
it_it: Forza Sincronizzazione

source: No name provided
it_it: Nessun nome fornito

source: Sync
it_it: Sincronizzazione

source: No abandoned carts found
it_it: Nessun carrello abbandonato trovato

source: Emailchef connected list
it_it: Lista Emailchef collegata

source: No list connected...
it_it: Nessuna lista collegata...

source: WooCommerce users usually sync automatically with Emailchef. If an issue arises or you need an immediate update, use the button below for manual sync.
it_it: Gli utenti di WooCommerce sono sincronizzati automaticamente con Emailchef. Se si verifica un problema o hai bisogno di un aggiornamento immediato, usa il pulsante qui sotto per la sincronizzazione manuale.

source: Manual Sync Now
it_it: Sincronizza Manualmente Ora

source: Show Logs
it_it: Mostra Log

source: Emailchef for WooCommerce settings
it_it: Impostazioni di Emailchef per WooCommerce

source: Welcome to the Emailchef Integration section for WooCommerce. In this crucial WooCommerce plugin, we offer you the convenience of effortlessly synchronizing your WooCommerce customers with your preferred Emailchef list. By taking advantage of this feature, you will ensure that your email marketing efforts are always up-to-date and targeting the right audience.
it_it: Benvenuto nella sezione di integrazione di Emailchef per WooCommerce. In questo importante plugin per WooCommerce, ti offriamo la comodità di sincronizzare senza sforzo i tuoi clienti WooCommerce con la tua lista Emailchef preferita. Sfruttando questa funzionalità, ti assicurerai che le tue campagne di email marketing siano sempre aggiornate e puntino al pubblico giusto.

source: Emailchef List Settings
it_it: Impostazioni della Lista Emailchef

source: Simply select the Emailchef list that aligns with your campaign objectives, and the plugin will handle the rest. Our seamless synchronization process automatically updates your chosen list with new users, modifications to existing user information, and any other relevant changes. This not only saves you valuable time but also enhances the effectiveness of your communication strategies.
it_it: Seleziona con la lista di Emailchef più adatta agli obiettivi della tua campagna e lascia che il plugin faccia il resto. Il nostro sistema di sincronizzazione automatico tiene aggiornata la tua lista con i nuovi utenti, le modifiche ai dati degli utenti correnti e ogni altro aggiornamento significativo. Ciò ti permette di risparmiare tempo prezioso e di ottimizzare l'efficacia delle tue strategie comunicative.

source: Emailchef List
it_it: Lista Emailchef

source: Select a list...
it_it: Seleziona una lista...

source: Add a new Emailchef destination list
it_it: Aggiungi una nuova lista di Emailchef

source: List name
it_it: Nome della lista

source: List description
it_it: Descrizione della lista

source: Provide a description for this new list.
it_it: Fornisci una descrizione per questa nuova lista.

source: By setting up a new list within Emailchef, you acknowledge and affirm adherence to Emailchef's <a href="https://emailchef.com/privacy-policy/" target="_blank">privacy policy</a> and <a href="https://emailchef.com/terms-of-use/" target="_blank">terms of use</a>, as well as compliance with the CAN-SPAM Act.
it_it: Creando una nuova lista su Emailchef, riconosci e confermi l'adesione alla <a href="https://emailchef.com/privacy-policy/" target="_blank">politica sulla privacy</a> e ai <a href="https://emailchef.com/terms-of-use/" target="_blank">termini di utilizzo</a> di Emailchef, nonché la conformità con il CAN-SPAM Act.

source: Create List
it_it: Crea Lista

source: Undo
it_it: Annulla

source: Sync existing customers
it_it: Sincronizza clienti esistenti

source: Sync existing WooCommerce customers on save
it_it: Sincronizza i clienti WooCommerce esistenti al salvataggio delle impostazioni

source: Emailchef Subscription Settings
it_it: Impostazioni di iscrizione alla newsletter

source: Customize your subscriber's journey by defining the pages they are directed to after subscribing or unsubscribing, and determine whether to use a single or a double opt-in approach based on your preferences and compliance requirements.
it_it: Personalizza l'esperienza dei tuoi iscritti stabilendo le pagine verso cui verranno reindirizzati dopo l'iscrizione o la cancellazione dalla newsletter, e scegli tra l'opzione single opt-in o double opt-in in base alle tue esigenze e agli obblighi normativi.

source: Which policy would you like to use?
it_it: Quale policy di iscrizione vorresti utilizzare?

source: Subscription page
it_it: Pagina di iscrizione

source: Page to redirect the customer to after confirming their subscription with the double opt-in method
it_it: Pagina di reindirizzamento del cliente dopo la conferma dell'iscrizione con il metodo double opt-in

source: Unsubscription page
it_it: Pagina di disiscrizione

source: Abandoned Cart Settings
it_it: Impostazioni Carrello Abbandonato

source: Recover lost sales with Emailchef plugin's abandoned cart feature. Connect with Emailchef and remind customers to complete their purchases by setting a time frame for abandoned carts.
it_it: Recupera le vendite in sospeso con la funzione di carrello abbandonato del plugin Emailchef. Connettiti con Emailchef e ricorda ai clienti di completare i loro acquisti impostando un intervallo di tempo per i carrelli abbandonati.

source: Cart is Abandoned After
it_it: Il carrello è abbandonato dopo

source: Enter the number of hours after which a cart is considered abandoned.
it_it: Inserisci il numero di ore dopo il quale un carrello viene considerato abbandonato.

source: days
it_it: giorni

source: hours
it_it: ore

source: Not a member?
it_it: Non sei ancora iscritto?

source: Sign up for free
it_it: Iscriviti gratuitamente

source: Get API Key
it_it: Ottieni API Key

source: Show Consumer Secret
it_it: Mostra Consumer Secret

source: Hide Consumer Secret
it_it: Nascondi Consumer Secret

source: Login
it_it: Accedi
